const quote = [{
        id: 1,
        sentence: '世界上最强有力的人就是那最孤立的人。',
        author: '易卜生'
    },
    {
        id: 2,
        sentence: '人虽然渺小，人生虽然短促，但是人能学，人能修身，人能自我完善，人的可贵在人自身。',
        author: '杨绛'
    },
    {
        id: 3,
        sentence: '幸福不过是欲望的暂时停止。',
        author: '叔本华'
    },
    {
        id: 4,
        sentence: '人天生就懂得忠于自己，拒绝自己是一件痛苦的事情。如果你经常性地违背自己的意愿行事，也就是不得不抛弃本真而对自己虚伪，就只有一种情况，那就是你还未强大到能不依赖任何人。',
        author: '蔡垒磊'
    },
    {
        id: 5,
        sentence: '最初我们来到这个世界，是因为不得不来；最后我们离开这个世界，是因为不得不走。',
        author: '余华'
    },
    {
        id: 6,
        sentence: '世上有两样东西不可直视：一是太阳，二是人心。',
        author: '东野圭吾'
    },
    {
        id: 7,
        sentence: '任何人都是这样，处理别人的事情总是大刀阔斧一把抓住主要问题，轮到自己却沉浸在细枝末节不肯放手。',
        author: '八月长安'
    },
    {
        id: 8,
        sentence: '我们都不喜欢遗憾，电影都要挑大团圆的看。可如今再想想，没有“曾失去”，哪会珍视“已得到”！海棠无香，红楼未完，才叫生活。',
        author: '苏芩'
    },
    {
        id: 9,
        sentence: '我爱你，不光因为你的样子，还因为，和你在一起时，我的样子。',
        author: '罗伊·克里夫特'
    },
    {
        id: 10,
        sentence: '生命中最重要的人，或许当你在身边的时候，能感觉到的也只是淡淡的温暖而已，并不比一杯热茶更显著。但当你失去的时候，整个世界瞬间荒芜。只知道我们总是在战胜空间，却对时间无能为力。',
        author: '陶立夏'
    }
]

const backgroundColor = [
    '#16a085', '#9b59b6', '#bdbb99', '#fb6964', '#27ae60', '#342224', '#2c3e50', '#f29b12', '#e74c3c', '#9b58b5'
]
export { quote, backgroundColor }